Repository: Jehne0/OneMore-New
Catalog: ios-widget/Localizable.xcstrings
Source language: en
Languages: cs, pl

source: Challenge
cs: Výzva
pl: Wyzwanie

source: Challenge 1
cs: Výzva 1
pl: Wyzwanie 1

source: Challenge 2
cs: Výzva 2
pl: Wyzwanie 2

source: Challenge 3
cs: Výzva 3
pl: Wyzwanie 3

source: Challenge 4
cs: Výzva 4
pl: Wyzwanie 4

source: Challenge 5
cs: Výzva 5
pl: Wyzwanie 5

source: Challenges, progress and streaks
cs: Výzvy, postup a série
pl: Wyzwania, postęp i serie

source: Choose challenges shown by this widget.
cs: Vyber výzvy zobrazené v tomto widgetu.
pl: Wybierz wyzwania wyświetlane w tym widżecie.

source: Complete challenge
cs: Splnit výzvu
pl: Wykonaj wyzwanie

source: Date
cs: Datum
pl: Data

source: Expected progress
cs: Očekávaný postup
pl: Oczekiwany postęp

source: Personal
cs: Osobní
pl: Osobiste

source: Records one completion in OneMore.
cs: Zapíše jedno splnění v OneMore.
pl: Zapisuje jedno wykonanie w OneMore.

source: Shared
cs: Společná
pl: Wspólne

source: Type
cs: Typ
pl: Typ

source: Widget challenges
cs: Výzvy widgetu
pl: Wyzwania widżetu

source: Widget configuration
cs: Konfigurace widgetu
pl: Konfiguracja widżetu
